redmine/files/2014/10/141016135214_xml_ejemplo_ConcesionInternos.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:giro="http://juntadeandalucia.es/GIRO">
  <soapenv:Header/>
  <soapenv:Body>
    <giro:MT_SU_Subvenciones_Request>
      <CABECERA>
        <!--Optional:-->
        <IDINT/>
        <SISTEMA_ORIGEN>GEA00</SISTEMA_ORIGEN>
        <USUARIO>ZPI_GEA</USUARIO>
        <!--Optional:-->
        <USUARIO_ORIGEN>SC00MROMERO</USUARIO_ORIGEN>
      </CABECERA>
      <!--Optional:-->
      <TIPODOC/>
      <!--Optional:-->
      <lista>
        <!--Zero or more repetitions:-->
        <item>
          <!--Optional:-->
          <TIPOPE>A</TIPOPE>
          <!--Optional:-->
          <ENTEXT>0068</ENTEXT>
          <!--Optional:-->
          <EJEEXP>2014</EJEEXP>
          <!--Optional:-->
          <COAYEX>CA_18/09/2014_1</COAYEX>
          <!--Optional:-->
          <EJEEXP_INT>2014</EJEEXP_INT>
          <!--Optional:-->
          <NUMEXP_INT>55</NUMEXP_INT>
          <!--Optional:-->
          <NLINEA>1</NLINEA>
          <!--Optional:-->
          <TITULO>TITULO</TITULO>
          <!--Optional:-->
          <DESCSU>DENOMINACION</DESCSU>
          <!--Optional:-->
          <NIF>31678880Z</NIF>
          <!--Optional:-->
          <CODFIN>170</CODFIN>
          <!--Optional:-->
          <CODBEN>2</CODBEN>
          <!--Optional:-->
          <VARIAS_FIN>N</VARIAS_FIN>
          <!--Optional:-->
          <CODAYU>00</CODAYU>
          <!--Optional:-->
          <COSTOT>1000</COSTOT>
          <!--Optional:-->
          <CITY_CODE>41020</CITY_CODE>
          <!--Optional:-->
          <CPOST>41020</CPOST>
          <!--Optional:-->
          <NIF_ENTCOL/>
          <!--Optional:-->
          <DATCON>2014-01-01</DATCON>
          <!--Optional:-->
          <IMPUE/>
          <!--Optional:-->
          <IMPADGEN/>
          <!--Optional:-->
          <IMPCCAA/>
          <!--Optional:-->
          <IMPCCLL/>
          <!--Optional:-->
          <IMPRIVA/>
          <!--Optional:-->
          <IMPPRO/>
          <!--Optional:-->
          <EMPMANT/>
          <!--Optional:-->
          <EMPCREA/>
          <!--Optional:-->
          <FISTL>1200010000</FISTL>
          <!--Optional:-->
          <FIPEX>G/41C/44057/00</FIPEX>
          <!--Optional:-->
          <GEBER>01</GEBER>
          <!--Optional:-->
          <PSPNR/>
          <!--Optional:-->
          <KOSTL>1000</KOSTL>
          <!--Optional:-->
          <ZZCODARG>41</ZZCODARG>
          <!--Optional:-->
          <GJAHR>2014</GJAHR>
          <!--Optional:-->
          <IMPCONC>1000</IMPCONC>
          <!--Optional:-->
          <CODFE13/>
          <!--Optional:-->
          <OPEFFEE/>
          <!--Optional:-->
          <CODMON>SUBAD</CODMON>
          <!--Optional:-->
          <TOTAL_TERCEROS>1</TOTAL_TERCEROS>
          <!--Optional:-->
          <NUM_ANUALIDADES>1</NUM_ANUALIDADES>
          <!--Optional:-->
          <INDPLURI/>
          <!--Optional:-->
          <CFASE>0001</CFASE>
          <!--Optional:-->
          <SUBFAM>SUBV</SUBFAM>
        </item>
      </lista>
    </giro:MT_SU_Subvenciones_Request>
  </soapenv:Body>
</soapenv:Envelope>